Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/FTK2-omegat.tmx
Source language: pl
Languages: uk

source: Czapka Starszego Łucznika Królowej
uk: Капелюх королівського стрільця

source: Czapka Łowcy Królowej
uk: Капелюх королівського розвідника

source: Kaptur Skrytobójcy Królowej
uk: Каптур королівського вбивці

source: Hełm Zbira Królowej
uk: Шолом королівського головоріза

source: Hełm Żołnierza Królowej
uk: Шолом королівського солдата

source: Hełm Strażnika Królowej
uk: Шолом королівського гвардійця

source: Hełm Elity Królowej
uk: Шолом елітного воїна

source: Maska Kieszonkowca
uk: Маска кишенькового злодія

source: Maska Wprawnego Kieszonkowca
uk: Маска гаманечника

source: Kaptur Złodzieja
uk: Каптур злодія

source: Kaptur Mistrza Złodzieja
uk: Каптур ватажка злодіїв

source: Kapelusz Czarownicy
uk: Капелюх відьми

source: Powlekana Fajka
uk: Латна люлька

source: Dobra Powlekana Fajka
uk: Хороша латна люлька

source: Kościana Fajka
uk: Кістяна люлька

source: Dobra Kościana Fajka
uk: Хороша кістяна люлька

source: Okopcona Fajka
uk: Димова люлька

source: Dobra Okopcona Fajka
uk: Хороша димова люлька

source: Fajka Ochronna
uk: Захисна люлька

source: Dobra Fajka Ochronna
uk: Хороша захисна люлька

source: Fajka Lecznicza
uk: Лікувальна люлька

source: Fajka Strażnika
uk: Люлька-оберіг

source: Fajka Odnowy
uk: Відновлювальна люлька

source: Fajka Przywołania
uk: Люлька викликання

source: Fajka Odkrywcy
uk: Люлька мандрівника

source: Fajka Ukojenia
uk: Заспокійлива люлька

source: Dobra Fajka Ukojenia
uk: Хороша заспокійлива люлька

source: Fajka Uzdrowienia
uk: Цілюща люлька

source: Dobra Fajka Uzdrowienia
uk: Хороша цілюща люлька

source: Fajka Chyżości
uk: Люлька швидкості

source: Dobra Fajka Chyżości
uk: Хороша люлька швидкості

source: Fajka Wiedzy
uk: Люлька знань

source: Dobra Fajka Wiedzy
uk: Хороша люлька знань

source: Fajka Chaosu
uk: Люлька Xаосу

source: Dobra Fajka Chaosu
uk: Хороша люлька Xаосу

source: Złota Fajka
uk: Золота люлька

source: Dobra Złota Fajka
uk: Хороша золота люлька

source: Przedwieczna Fajka
uk: Первісна люлька

source: Dobra Przedwieczna Fajka
uk: Хороша первісна люлька

source: Fajka Królewska
uk: Королівська люлька

source: Dobra Fajka Królewska
uk: Хороша королівська люлька

source: Fajka Kapitańska
uk: Капітанська люлька

source: Dobra Fajka Kapitańska
uk: Хороша капітанська люлька

source: Fajka Nieumarłych
uk: Люлька нечисті

source: Dobra Fajka Nieumarłych
uk: Хороша люлька нечисті

source: Pierścień Pancerza
uk: Броньований перстень

source: Złoty Pierścień Pancerza
uk: Золотий броньований перстень

source: Pierścień Krwi
uk: Кривавий перстень

source: Złoty Pierścień Krwi
uk: Золотий кривавий перстень

source: Pierścień Wiatru
uk: Перстень вітру

source: Złoty Pierścień Wiatru
uk: Золотий перстень вітру

source: Kamień skupienia
uk: Камінь зосередженості

source: Klejnot skupienia
uk: Самоцвіт зосередженості

source: Zardzewiały łańcuch
uk: Іржавий ланцюг

source: Stalowy łańcuch
uk: Сталевий ланцюг

source: Błyszczący amulet ochronny
uk: Сяйливий оберіг

source: Promieniejący amulet ochronny
uk: Блискучий оберіг

source: Magiczny Pierścień
uk: Чарівний перстень

source: Złoty Magiczny Pierścień
uk: Золотий чарівний перстень

source: Zardzewiały Kompas
uk: Іржавий компас

source: Mosiężny kompas
uk: Мідний компас

source: Ryczący róg
uk: Сурмильний ріг

source: Estrowy olej
uk: Ефірна олія

source: Herbarium
uk: Гербарій

source: Błogosławiony Pierścień
uk: Освячений перстень

source: Złoty Błogosławiony Pierścień
uk: Золотий освячений перстень

source: Pierścień Ognia
uk: Перстень вогню

source: Złoty Pierścień Ognia
uk: Золотий перстень вогню

source: Pierścień Lodu
uk: Перстень льоду

source: Złoty Pierścień Lodu
uk: Золотий перстень льоду

source: Pierścień Trucizny
uk: Перстень отрути

source: Złoty Pierścień Trucizny
uk: Золотий перстень отрути

source: Pierścień Porażenia
uk: Перстень шоку

source: Złoty Pierścień Porażenia
uk: Золотий перстень шоку

source: Srebrna kłódka
uk: Срібний замок

source: Czarny kot
uk: Чорна кішка

source: Zmatowiałe Perły
uk: Бляклі перли

source: Znakomite Perły
uk: Блискучі перли

source: Zamglone lustro
uk: Каламутне дзеркало

source: Wypolerowane lustro
uk: Відполіроване дзеркало

source: Mosiężny dzwon
uk: Мідний дзвоник

source: Wytworna Kreza
uk: Модні брижі

source: Złota Kreza
uk: Золотисті брижі

source: Pęknięta Luneta
uk: Тріснута підзорна труба

source: Luneta
uk: Підзорна труба

source: Pierścień Czujności
uk: Перстень пильності

source: Srebrny Pierścień Czujności
uk: Срібний перстень пильності

source: Pierścień Inteligencji
uk: Перстень розуму

source: Srebrny Pierścień Inteligencji
uk: Срібний перстень розуму

source: Zardzewiały Pierścień Szczęścia
uk: Іржавий перстень везіння

source: Srebrny Pierścień Szczęścia
uk: Срібний перстень везіння

source: Zardzewiały Pierścień Szybkości
uk: Іржавий перстень швидкості

source: Srebrny Pierścień Szybkości
uk: Срібний перстень швидкості

source: Zardzewiały Pierścień Siły
uk: Іржавий перстень сили

source: Srebrny Pierścień Siły
uk: Срібний перстень сили

source: Zardzewiały Pierścień Talentu
uk: Іржавий перстень хисту

source: Srebrny Pierścień Talentu
uk: Срібний перстень хисту

source: Zardzewiały Pierścień Żywotności
uk: Іржавий перстень живучості

source: Srebrny Pierścień Żywotności
uk: Срібний перстень живучості

source: Pierścień przyjaźni
uk: Перстень дружби

source: Pęknięty flet
uk: Тріснута флейта

source: Elegancka Parasolka
uk: Незвичайна парасолька

source: Uwodzicielska Sadzawka
uk: Манливий вир

source: Uwodzicielskie sadzawki pozwalają na szybką podróż do dowolnej, poprzednio odkrytej sadzawki.
uk: Манливі вири використовуються для швидкого переходу між раніше виявленими вирами.

source: Wygodna forma podróży
uk: Зручний спосіб подорожувати

source: Odkryj kilka Uwodzicielskich Sadzawek, by natychmiastowo podróżować między nimi.
uk: Знайдіть кілька манливих вирів, аби миттєво переходити між ними.

source: Mroczny Karnawał
uk: Темний карнавал

source: Za dawnych lat wieśniacy złapaliby za widły, pochodnie rozgoniliby takie towarzystwo na cztery wiatry. Kiedyś to były czasy.
uk: Раніше селяни з вилами й смолоскипами погнали б отаке казна-що геть. Але часи змінилися.

source: Tylko posiadacze Biletu na festyn mogą wejść do środka
uk: Вхід виключно за квитками на карнавал

source: Martwy łowca przygód
uk: Мертвий мандрівник

source: „Taka jest droga bohatera, a także głupca”.
uk: «Це шлях героя й дурня».

source: Rozkładające się pozostałości po jakimś śmiałku
uk: Напівзогнилі рештки хороброго воїна

source: Loch
uk: Підземелля

source: Z podziemi nie można uciec, dopóki wszyscy wrogowie nie zostaną pokonani. Tylko doświadczeni i dobrze wyposażeni łowcy przygód wyjdą z nich żywi.
uk: Вийти з підземелля можна лише зачистивши його. Вижити зможуть тільки добре споряджені й підготовлені сміливці.

source: Pełne niebezpieczeństw zejście do podziemi
uk: Небезпечний спуск у підземний світ

source: Podziemia krainy to ogromne podziemne wyzwania, pełne skarbów strzeżonych przez potężnych bossów. Nie można z nich wyjść, aż nie pokonasz wszystkich wrogów.
uk: Підземелля області\u00A0— це великі місця під землею, в яких зберігаються незліченні скарби під охороною могутнього боса. Вийти з підземелля можна лише зачистивши його.

source: Przeciwnik
uk: Ворог

source: Obóz przeciwnika
uk: Табір ворога

source: Kilku przeciwników, których nie można odseparować, przebywa na jednym polu, ale nie ściągnie pobliskich przeciwników.
uk: Тут кілька ворогів в одному шестикутнику. Їх не можна відокремити, але вороги з сусідніх територій не братимуть участі в битві.

source: Zacznij walkę z kilkoma przeciwnikami
uk: Вступити в битву з кількома ворогами

source: Zacznij walkę
uk: Вступити в битву

source: Wścibskie Zmory mieszkają w nawiedzonych miejscach. Można je wygnać po pokonaniu ich w walce.
uk: Лігва\u00A0— це помешкання надокучливих скверн. Щоб вигнати їх, потрібно перемогти в бою.

source: Pokonaj Zmorę, zanim się przebudzi na osi czasu, albo przygotuj się na stawienie czoła jej efektom.
uk: Здолайте скверну, перш ніж вона прокинеться на часовій шкалі, або готуйтеся до наслідків.

source: Port Lądowy
uk: Сухопутний порт

source: „Moje łodzie lądowe mają moc przynajmniej 3 HM... Hobgoblinów Mechanicznych”.
uk: «Мої наземні човни видають щонайменше 3 ГҐС… гобґоблінських сил».

source: W porcie lądowym możesz zdobyć lub naprawić łódź lądową
uk: У сухопутному порту можна придбати або відремонтувати наземний човен

source: Sklep Wielobranżowy
uk: Купець загальних товарів

source: Sprzęt poległych bohaterów rzadko kiedy pozostawia się na zmarnowanie, częściej zbierają go handlarze, aby potem odsprzedać nowym właścicielom.
uk: Речі полеглих героїв рідко втрачаються. Найчастіше їх продають знову й знову крамарі.

source: Możesz tu kupić lub sprzedać towary
uk: Тут можна купувати й продавати

source: Nocny Rynek
uk: Нічний ринок

source: Nocne rynki są otwarte tylko po zmroku i można na nich kupić rzadkie i niedostępne nigdzie indziej artefakty.
uk: Нічні ринки відкриті тільки вночі. На них можна купити рідкісні артефакти, які більше ніде не продаються.

source: Oferuje unikatowy wybór przedmiotów w godzinach nocnych
uk: Унікальні товари в нічний час

source: Bezpieczny Obóz
uk: Безпечний табір

source: Każda postać może odzyskać punkty zdrowia lub skupienia w Bezpiecznym obozie, który może być rozbity do {0} tur.
uk: Режим безпечного табору зберігається протягом {0} ход., будь-який персонаж може скористатися ним для відновлення здоров'я або зосередженості.

source: Niech twoja drużyna tu odpocznie
uk: Тут загін може перепочити

source: Sanktuarium
uk: Святилище

source: Sanktuaria uchronią postać przed śmiercią, ale w zamian ulegną zniszczeniu.
uk: Святилища захищають персонажів від смерті, але руйнуються від цього.

source: Złóż swe życie w służbie bogom Fahrulu
uk: Присвятіть своє життя богам Фарулу

source: Port morski
uk: Морський порт

source: W porcie morskim możesz zdobyć łódź albo ruszyć w żeglugę. Morza bywają niebezpieczne, ale wypłynięcie może się też opłacić.
uk: У морському порту можна придбати човен або відправитися в плавання. У морях на вас чекають як небезпеки, так і нові можливості.

source: W porcie morskim można zdobyć lub naprawić łódź
uk: У морському порту можна придбати або відремонтувати човен

source: Sprawdź swoje umiejętności
uk: Випробуйте свої здібності

source: W trakcie starć sprawdzisz swoje umiejętności i zdobędziesz cenne nagrody.
uk: У подіях можна випробувати свої вміння й здобути цінні винагороди.

source: Bohater z Kamienia
uk: Кам'яний герой

source: Bohaterowie z kamienia odnawiają punkty skupienia postaci oraz dają PD, ale można im złożyć hołd tylko jeden raz.
uk: Кам'яні герої відновлюють зосередженість персонажа й надають досвід, але їм можна віддати шану лише один раз.

source: Tu możesz oddać hołd
uk: Тут можна віддати шану

source: Bohaterowie z kamienia to posągi starożytnych bohaterów Fahrulu. Można je odwiedzać, aby zyskiwać PD i przywracać skupienie.
uk: Кам'яні герої\u00A0— монументи Фарулу, споруджені на честь стародавніх героїв. Відвідайте їх, щоб отримати досвід і відновити зосередженість.

source: Miasto
uk: Місто

source: Miasta oferują nie tylko schronienie i usługi, ale też zadania poboczne, które mogą przynieść ci cenne nagrody.
uk: Крім прихистку й послуг, у містах можна отримати додаткові завдання. Виконавши їх, ви здобудете цінні винагороди.

source: Znajdziesz tu schronienie, wyposażenie, usługi i dodatkową pracę
uk: Дах над головою, спорядження, послуги й додаткова робота

source: Skrzynia Skarbów
uk: Скриня зі скарбами

source: W skrzyni skarbów może kryć się dosłownie wszystko: trujący wybuch, żywa kobra, mściwy demon, a czasami nawet skarb.
uk: У скрині може бути що завгодно: отрута, жива кобра, мстивий демон… або навіть скарб.

source: X na mapie oznacza skarb!
uk: Місце позначене хрестиком!

source: Pozwala na podróż morską
uk: Дозволяє подорожувати морем

source: Opuszczony Kościół
uk: Покинута церква

source: Wojny Chaosu wiele odebrały zwykłym ludziom. Niektórym nawet wiarę.
uk: Війни Xаосу накликали всюдисущі злидні, забравши в декого навіть віру.

source: Rękopisy niegdyś znajdujące się w tym uświęconym budynku były źródłem wielkiej wiedzy, a także dezinformacji...
uk: Манускрипти, що колись зберігалися у цих священних стінах, були джерелом величезних знань. І величезної брехні…

source: Opuszczona Wioska
uk: Покинуте село

source: Nigdzie nie widać mieszkańców tej niedawno opuszczonej wioski.
uk: Жителі цього села кудись зникли й це сталося зовсім недавно.

source: „Wiem, że ludność porzuca masowo domy na wezwanie Królowej, ale to jeszcze niczego nie tłumaczy”.
uk: «Знаю, люди юрбами залишають свої будинки на заклик королеви, але ось це не піддається поясненню».

source: Wóz Więzienny Alchemika
uk: Візок із заарештованим алхіміком

source: Rozczochrana postać między kratami wozu więziennego woła do ciebie o pomoc.
uk: Хтось у лахмітті репетує про допомогу з-за ґратів арештантського воза.

source: Czy ta osoba nie ma rękawa?
uk: А де рукав? Обірвали?

source: Starożytna Zagadka
uk: Стародавня головоломка

source: Leży przed tobą zagadkowy relikt pełen sekretów.
uk: Перед вами цікава реліквія. Які таємниці в ній приховані?

source: Potężni czarodzieje używali niegdyś tych reliktów, by bezpiecznie przechowywać cenne skarby.
uk: Колись могутні чарівники зберігали в таких реліквіях свої багатства.

source: Starożytne Ruiny
uk: Стародавні руїни

source: Przed Tobą rozściełają się ruiny starożytnej budowli. Panująca wokół absolutna cisza przyprawia o dreszcze.
uk: Ви натрапили на руїни якоїсь стародавньої споруди. Стоїть напружена тиша.

source: Po dawno zapomnianej cywilizacji pozostały tylko zniszczone przez czas kamienne kloce i leżące płasko na ziemi kolumny.
uk: Стерті кам'яні блоки й повалені колони\u00A0— ось і все, що залишилося від давно забутої цивілізації.

source: Konkurs siłowania na rękę
uk: Змагання силачів

source: Kapitan Obozu twierdzi, że jeśli ma ci pomóc, to musisz udowodnić swoją wartość. W jakiż inny sposób, niż stare, dobre siłowanie się na rękę?
uk: Доведіть капітану табору, що ви гідні допомоги. А що може бути переконливіше за демонстрацію сили?

source: „Wygląda na całkiem silną”.
uk: На вигляд вона ще та силачка…

source: Statek towarowy Straży Królowej
uk: Вантажне судно королівської гвардії

source: Statek królowej wysłany, by zbierać zaopatrzenie z miast i wsi.
uk: Судно, яке за наказом королеви вирушило на збір припасів містами й селами.

source: Szkoda by było, gdyby spłonął...
uk: Буде шкода, якщо хто-небудь влаштує підпал…

source: W bagnie po pas
uk: Болотяна пастка

source: Buty bohaterów grzęzną w gęstej fakturze bagna.
uk: Ваші черевики засіли глибоко в болотній багнюці.

source: Zaprawieni przewodnicy po bagnach zdejmują buty, zanim rozpoczną wędrówkę przez moczary.
uk: Досвідчені жителі боліт перетинають багнисті місця босими.

source: Wiadomość w butelce
uk: Записка в пляшці

source: Czy to naprawdę jest najlepszy sposób na wysłanie wiadomości?
uk: Невже це найефективніший спосіб надіслати повідомлення?

source: Dostrzegasz coś małego i błyszczącego unoszącego się na powierzchni.
uk: Ви бачите, як по воді пливе щось маленьке й блискуче.

source: Poletko Dzikiej Róży
uk: Терновий кущ

source: Dostrzegasz coś pomiędzy plątaniną ostrych jak brzytwa kolców.
uk: Щось привертає вашу увагу серед колючих заростей із гострими як бритва шипами.

source: Poletka dzikiej róży są doskonałą kryjówką dla królików i skrzyń ze skarbami.
uk: За терновими кущами завжди щось ховається: то кролик зачаївся, то скриня зі скарбами захована.

source: Zakopany Artefakt
uk: Захований артефакт

source: Spod niedawno osuniętej masy skalnej przeziera coś błyszczącego, być może przyda się w dalszej podróży.
uk: З-під нещодавно обваленого каміння щось виблискує. Що б це не було, воно може виявитися корисним.

source: Ruchy ziemi odsłoniły starożytne, tajemnicze struktury. Część z nich może okazać się pomocna, część niebezpieczna.
uk: Земля зрушується і відкриває стародавні секрети. Деякі з них можуть бути корисні, а інші — шкідливі.

source: Gdzie X, tam skarb
uk: Місце позначене хрестиком

source: Dlatego uwagę bohaterów przykuwa nienaturalne wybrzuszenie ziemi.
uk: Іноді серед земель Фарулу можна відшукати великі скарби…

source: Piraci zwykli zakopywać skarby w piaskach Wysp Bandytów.
uk: ...а іноді ні.

source: Dom Rytuałów
uk: Обрядовий будинок

source: Z tej kapliczki na uboczu częstokroć dochodzą harmonijne śpiewy.
uk: Ви чуєте, як із далекої каплиці долинають ладні наспіви.

source: Rytuały przeprowadzane przez tutejszych kapłanów potrafią naprawdę odmieniać.
uk: Ритуали цих жерців здатні змінити все.

source: Zawalony Domek
uk: Руїни будинку

source: Stare siedlisko, które czasy świetności ma za sobą i nie jest już nikomu potrzebne.
uk: Стара садиба, яка бачила кращі часи. Схоже, в ній уже давно ніхто не живе.

source: Domownicy ewidentnie opuścili to miejsce w pośpiechu. Może zostawili coś wartościowego.
uk: Судячи з усього, житло покинули поспіхом. Може, від колишніх господарів залишилося що-небудь цінне?

source: Głodny wzrok
uk: Голодні очі

source: Z korony drzewa obserwuje cię wygłodniały orzeł.
uk: З верхівки дерева за вами спостерігає голодний орел.

source: Trochę współczucia nie zaszkodzi, można podzielić się prowiantem.
uk: Можна проявити співчуття й поділитися частиною ваших запасів…

source: Lepka sprawa
uk: Непроста ситуація

source: Dostrzegasz pająka, który usiłuje się wyplątać z własnej sieci.
uk: Ви помічаєте метушливого павука. Він заплутався у власному павутинні.

source: Masz dobre ostrze i zręczne dłonie. Możesz pomóc pająkowi się uwolnić.
uk: За допомогою гострого леза й міцних рук ви могли б допомогти звільнити його…

source: W potrzasku
uk: У пастці

source: Młody wilk wpadł w sidła myśliwego.
uk: Молодий вовк потрапив у капкан.

source: Dzięki odrobinie wysiłku i ogromowi współczucia może ci się uda podważyć sidła.
uk: Якщо докласти трохи зусиль і проявити багато співчуття, можна було б звільнити вовка, який потрапив у пастку…

source: Labirynt w Kukurydzy
uk: Лабіринт із кукурудзи

source: Gęste rzędy kukurydzy wysokiej na dwa i pół metra tworzą ściany tego labiryntu.
uk: Стінами цього незвичайного двометрового лабіринту слугують щільно посаджені ряди височенної кукурудзи.

source: Ten labirynt musi mieć jakieś znaczenie...
uk: Цікаво, навіщо тут цей лабіринт…

source: Głęboka Sadzawka
uk: Глибока водойма

source: Zbiornik jest wyjątkowo głęboki, mimo to z dna coś urokliwie błyska.
uk: Тут жахливо глибоко. Але на дні щось виблискує.

source: Głęboko pod ciemną wodą można wyłowić cenne przedmioty, zwykle razem ze szczątkami ich właścicieli.
uk: Багато цінних речей може лежати глибоко у воді. Більшість із них супроводжуються старими кістками.

source: Chytry Zaklinacz
uk: Хитрий чаклун

source: Znikąd pojawia się nieco obdarty, szurnięty staruszek. „Podróżniku, chodź ze mną, zagrajmy!”
uk: Перед вами раптово з'являється неохайний чоловік із диким поглядом. «Зіграй зі мною, мандрівниче!»

source: Krąży pełno historii o człowieku takim jak ten, który był zmorą podróżnych ponad dwadzieścia lat temu
uk: Ходить чимало історій про такого незнайомця, який мучив подорожніх років двадцять тому.

source: Goblińska Katapulta
uk: Ґоблінська катапульта

source: Prymitywna katapulta z prostym mechanizmem wykorzystywana przez Gobliny jako broń.
uk: Саморобний механізм, ґоблінська катапульта, створена для руйнування.

source: „Musimy ją zniszczyć, aby chronić lud Farhulu!”
uk: «Потрібно вивести її з ладу, щоби врятувати жителів Фарулу!»

source: Sygnał SOS
uk: Сигнал на порятунок

source: Na wodzie spoczywa statek z banderą alarmową.
uk: Ви бачите нерухоме судно, що прапорцем кличе на порятунок.

source: Zazwyczaj nagradza się wybawicieli złotem. Ale nie wiadomo, czy ten statek faktycznie potrzebuje pomocy…
uk: Зазвичай рятувальників винагороджують золотом. Звісно, якщо корабель справді в біді…

source: Przyjazne delfiny
uk: Доброзичливі дельфіни

source: Rodzina delfinów pływających wesoło wokół statku działa na was kojąco.
uk: Сім'я дельфінів, яка грає в морі біля вашого корабля, має заспокійливий ефект.

source: Delfiny to jeden z niewielu dobrych znaków, jakie żeglarz może napotkać na bezlitosnych morzach.
uk: Дельфіни\u00A0— одне з небагатьох хороших знамень, які моряк може зустріти в суворих водах.

source: Konkurs Opojów
uk: Конкурс «Хто більше вип'є»

source: Kobieta wypija na raz beczułkę piwa i mówi: „W kwestii chlania nikt mi nie dorówna!”. „Zakład?”
uk: Кругленька жіночка викочує діжку елю. «Я вас усіх переп'ю!\u00A0— кричить вона.\u00A0— Хто готовий закластися?»

source: Picie to ulubiona rozrywka wszystkich Fahrulczyków, starych i młodych.
uk: Фарульці\u00A0— від молодого до старого\u00A0— дуже люблять випити.

source: Driada
uk: Дріада

source: Od wieków Driady Fahrulu były głosem natury.
uk: Уже багато століть вважається, що природа говорить голосами дріад.

source: „Uspokój zmysły, ulecz świat...”
uk: «Заспокой почуття свої, зціли світ…»

source: Upiorna Mgła
uk: Моторошний туман

source: Nadciąga tajemnicza mgła, która przynosi ze sobą dźwięki dawnej bitwy.
uk: Навколо згущується моторошний туман, у якому можна почути шум забутої битви.

source: Niegdyś uważana za bajeczkę dla dzieci, teraz okazuje się prawdą.
uk: Те, що ви раніше вважали страшилкою для дітей, виявляється страшнішою дійсністю.

source: Ostrze w Kamieniu
uk: Меч у камені

source: Z kamienia wystaje rękojeść miecza.
uk: Ефес меча стирчить із величезного каменю.

source: Nikt normalny nie wbijałby zwykłej broni w kamień, kto wie, może wyjęcie ostrza może się opłacić.
uk: Ніхто не стане замуровувати в камінь звичайну зброю. Можливо, варто спробувати її дістати.

source: Upadające Drzewo
uk: Падіння дерева

source: Wiatr dmie mocniej, po czym rozlega się chrobotanie naprężającego się drewna i ostry trzask pęknięcia. Wielkie martwe drzewo spada na bohaterów!
uk: Потужний порив вітру, а потім оглушливий тріск. На вас падає величезне сухе дерево!

source: W dziczy nawet najbardziej doświadczonym zwiadowcom zdarza się nie zauważyć od razu nagle upadających starożytnych pni.
uk: Навіть досвідчених дослідників дикої природи може застати зненацька раптове падіння старого дерева.

source: Pola Ziół
uk: Поле трав

source: Bohaterowie trafili na zieloną polanę, na której rośnie wiele pożytecznych roślin. Warto zabrać ich tyle, ile się da.
uk: Ви опиняєтеся на квітучій галявині, де росте безліч корисних рослин. Не завадить запастися.

source: Uczeni od lat debatują nad procesem ekstrakcji właściwości ziół poprzez palenie.
uk: Вчені й досі не знають причину, через яку трави розкривають свої чудесні властивості винятково в процесі горіння.

source: Miejsce na grubą rybę
uk: Гарне місце для риболовлі

source: W wodzie bohaterowie zauważają pluskającą rybę. Zarzucenie wędki tutaj może być nie lada zabawą.
uk: Ви побачили рибу, яка вистрибує з води. Варто закинути тут вудочку.

source: Nawet amatorzy złapią tutaj coś dużego.
uk: Навіть новачкам може поталанити, якщо місце хороше.

source: Unosząca się skrzynia
uk: Плавуча скриня

source: Niezwykle lekka skrzynia skarbów unosi się na środku morza.
uk: Напрочуд плавуча скриня гойдається на хвилях посеред моря.

source: Mimicy nie potrafią pływać, prawda?
uk: Міміки ж не вміють плавати, правда?

source: Bieg przełajowy
uk: Забіг

source: Tutejsi mieszkańcy urządzają biegi przełajowe.
uk: Місцеві влаштовують забіг.

source: „Możesz wziąć udział za drobną opłatą. Za miejsce na podium jest nagroda!”
uk: «Можете взяти участь за невелику плату. Трійці найкращих — призи!»

source: Wróżbita
uk: Ворожка

source: Napotkany na drodze podróżnik twierdzi, że potrafi przewidzieć przeszłość bohaterów.
uk: Мандрівниця стверджує, що в неї є дар, і пропонує передбачити ваше майбутнє.
